// Generic buttons

"OK" = "OK";
"Cancel" = "Abbrechen";
"Delete" = "Löschen";

// File size display

"formatted file size with suffix" = "%@ %@";

// Time display

"%d hours" = "%d Stunden";
"an hour" = "eine Stunde";

"%d minutes" = "%d Minuten";
"a minute" = "eine Minute";

"%d seconds" = "%d Sekunden";
"a second" = "eine Sekunde";

// Status

"Creating archive..." = "Archiv erstellen…";

// studio status
"Downloading \"%@\"..." = "„%@“ herunterladen…";
"Changing \"%@\"..." = "„%@“ ändern…";
"Changing to \"%@\"..." = "Wechseln zu „%@“…";
"Duplicating \"%@\"..." = "„%@“ duplizieren…";
"Listing \"%@\"..." = "„%@“ auflisten…";
"Moving \"%@\"..." = "„%@“ bewegen…";
"Copying \"%@\"..." = "„%@“ kopieren…";
"Creating file \"%@\"..." = "Datei „%@“ erstellen…";
"Creating folder \"%@\"..." = "Ordner „%@“ erstellen…";
"Renaming \"%@\"..." = "„%@“ umbenennen…";
"Resolving symlink \"%@\"..." = "Symlink „%@“ auflösen…";
"Retrieving size of \"%@\"..." = "Größe von „%@“ abrufen…";
"Uploading \"%@\"..." = "„%@“ hochladen…";
"Getting attributes of \"%@\"..." = "Attribute „%@“ abrufen…";
"Canceling..." = "Abbrechen…";

"%@%@ of %@" = "%@%@ von %@";
"%@%@ of %@, about %@ remaining, %.1f KB/s" = "%@%@ von %@, etwa %@ verbleibend, %.1f KB/s";
"%@%@ of %@, about %@ remaining, %.1f MB/s" = "%@%@ von %@, etwa %@ verbleibend, %.1f MB/s";
"%@%@ of %@, %.1f KB/s" = "%@%@ von %@, %.1f KB/s";
"%@%@ of %@, %.1f MB/s" = "%@%@ von %@, %.1f MB/s";
"(Stalled) " = "(Angehalten) ";

// transcript
"TranscriptVersionFormat" = "%@ %@ (%@) Sitzungsaufzeichnung [%@] (%@)\n";
"Sending keep alive...\n" = "„Keep Alive“ senden…\n";
"Disconnecting from server...\n" = "Vom Server trennen…\n";
"Connecting to %@\n" = "Mit %@ verbinden\n";
"Deleting folder %@\n" = "Ordner %@ löschen\n";
"Deleting file %@\n" = "Datei %@ löschen\n";
"Downloading file %@\n" = "Datei %@ herunterladen\n";
"Download successful.\n" = "Herunterladen erfolgreich.\n";
"Uploading file %@\n" = "Datei %@ hochladen\n";
"Upload successful.\n" = "Hochladen erfolgreich.\n";
"Changing to %@\n" = "Wechseln zu %@\n";
"Creating folder %@\n" = "Ordner %@ erstellen\n";
"Changing permissions of %@\n" = "Zugriffsrechte von %@ ändern\n";
"Renaming %@\n" = "%@ umbenennen\n";
"Listing %@\n" = "%@ auflisten\n";
"Rename successful.\n" = "Umbenennen erfolgreich.\n";
"Could not parse line, switching to VanDyke parser. (%@)\n" = "Zeile konnte nicht analysiert werden; es wird zum VanDyke-Parser gewechselt. (%@)\n";
"Download failed with error %d.\n" = "Herunterladen ist mit Fehler %d fehlgeschlagen.\n";
"Could not get attributes.\n" = "Attribute konnten nicht abgerufen werden.\n";

// Errors

"Could not move \"%@\"." = "„%@“ konnte nicht bewegt werden.";
"Could not connect to server \"%@\"." = "Verbindung mit Server „%@“ konnte nicht hergestellt werden.";
"Could not change directory to \"%@\"." = "Verzeichnis konnte nicht zu „%@“ geändert werden.";
"Could not create folder named \"%@\"." = "Ordner „%@“ konnte nicht erstellt werden.";
"Could not create file named \"%@\"." = "Datei „%@“ konnte nicht erstellt werden.";
"Could not delete \"%@\"." = "„%@“ konnte nicht gelöscht werden.";
"Could not download \"%@\"." = "„%@“ konnte nicht heruntergeladen werden.";
"Could not upload \"%@\"." = "„%@“ konnte nicht aktualisiert werden.";
"Could not rename \"%@\"." = "„%@“ konnte nicht umbenannt werden.";
"Could not copy \"%@\"." = "„%@“ konnte nicht kopiert werden.";
"Could not determine current path." = "Aktueller Pfad konnte nicht ermittelt werden.";
"Could not retrieve file listing for \"%@\"." = "Dateiliste für „%@“ konnte nicht abgerufen werden.";
"This server does not support the 'executable' property." = "Dieser Server unterstützt das Attribut „ausführbar“ nicht.";
"Operation was cancelled." = "Vorgang wurde abgebrochen.";
"Authorization failed." = "Identifizierung ist fehlgeschlagen.";
"Could not change owner of “%@”." = "Eigentümer von „%@“ konnte nicht geändert werden.";
"Could not change group of “%@”." = "Gruppe von „%@“ konnte nicht geändert werden.";
"Could not change file owner and group of “%@”." = "Eigentümer und Gruppe von „%@“ konnten nicht geändert werden.";
"Could not create symlink “%@”." = "Symlink „%@“ konnte nicht erstellt werden.";
"Could not resolve symlink \"%@\"." = "Symlink „%@“ konnte nicht aufgelöst werden.";
"Could not get attributes." = "Attribute konnten nicht abgerufen werden.";
"Could not get attributes of \"%@\"." = "Attribute von „%@“ konnten nicht abgerufen werden.";
"The destination file's size does not match the size of the source file. This could mean that something went wrong during the transfer." = "Die Größe der Zieldatei stimmt nicht mit der Größe der Quelldatei überein. Dies könnte bedeuten, dass während der Übertragung Fehler aufgetreten sind.";

"Connection falling back to port (PORT) mode.\n" = "Verbindung greift zurück auf den Port-(PORT-)Modus.\n";
"Control connection timed out." = "Zeitüberschreitung bei Steuerungsverbindung.";
"Data connection timed out." = "Zeitüberschreitung bei Datenverbindung.";
"Connection refused." = "Verbindung abgelehnt";
"The user name was not accepted by the server." = "Der Benutzername wurde vom Server nicht akzeptiert.";
"The user name or password was not accepted by the server." = "Der Benutzername oder das Kennwort wurde vom Server nicht akzeptiert.";
"Login failed." = "Anmeldung ist fehlgeschlagen.";
"Server not found." = "Server nicht gefunden.";
"Server closed connection." = "Server hat Verbindung geschlossen.";
"File not found." = "Datei nicht gefunden.";
"Key not found. This can occur if the directory was not originally created by %@." = "Schlüssel nicht gefunden. Dies kann passieren, wenn das Verzeichnis nicht ursprünglich von %@ erstellt wurde.";
"Operation not supported." = "Vorgang wird nicht unterstützt.";
"Not connected." = "Nicht verbunden.";
"Remote file not a directory." = "Entfernte Datei ist kein Verzeichnis.";
"Socket read failed." = "Socket-Lesefehler.";
"Server said: %@\n\nError %d: %s" = "Server meldete: %@\n\nFehler %d: %s";
"Server said: %@" = "Server meldete: %@";
"Make sure you're allowed to change the permissions on this file." = "Stellen Sie sicher, dass Sie die Zugriffsrechte für diese Datei ändern dürfen.";
"Couldn't establish data connection." = "Datenverbindung konnte nicht hergestellt werden.";
"Error accepting data connection. This could be a problem with firewall or proxy configuration. Try passive mode." = "Fehler beim Aufbau der Datenverbindung. Dies könnte an der Proxy- oder Firewall-Konfiguration liegen. Versuchen Sie es im passiven Modus.";
"Could not open local file. Please verify you have read or write permissions for it." = "Lokale Datei konnte nicht geöffnet werden. Bitte überprüfen Sie, ob Sie Lese- oder Schreibrechte für diese Datei haben.";
"The item \"%@\" can not be moved to the Trash." = "Das Objekt „%@“ kann nicht in den Papierkorb gelegt werden.";
"Do you want to delete it immediately?" = "Möchten Sie es sofort löschen?";
"%i items can not be moved to the Trash." = "%i Objekte können nicht in den Papierkorb gelegt werden";
"Do you want to delete them immediately?" = "Möchten Sie sie sofort löschen?";
"The folder \"%@\" cannot be replaced by an item it contains." = "Der Ordner „%@“ kann nicht von einem Objekt ersetzt werden, das in ihm enthalten ist.";

"Error %d: %s" = "Fehler %d: %s";

// WebDAV Connection errors

"Hostname lookup failed" = "Hostnamen-Suche ist fehlgeschlagen";
"Proxy authentication failed" = "Proxyauthentifizierung ist fehlgeschlagen";
"Connection timed out" = "Zeitüberschreitung bei Verbindung";
"WebDAV precondition failed" = "WebDAV-Vorbedingung ist fehlgeschlagen";
"Retry request error" = "Wiederholungsfehler bei Anfrage";
"Redirect error" = "Umleitungsfehler";
"This file has been redirected to \"%@\"." = "Diese Datei wurde nach „%@“ umgeleitet.";
"Make sure your user name and password were entered correctly and that the server supports WebDAV." = "Stellen Sie sicher, dass Ihr Benutzername und Kennwort richtig eingegeben wurden und der Server WebDAV unterstützt.";

// SFTP Connection errors

"An unexpected end of file error occured." = "Ein unerwarteter „Ende der Datei erreicht“-Fehler ist aufgetreten.";
"Failure." = "Befehl ist fehlgeschlagen.";
"Bad message." = "Fehlerhafte Meldung.";
"Read error." = "Lesefehler.";
"Write error." = "Schreibfehler.";
"Remote stat failed." = "Datei konnte nicht gefunden werden. Stellen Sie sicher, dass die Datei nicht unerwartet bewegt oder umbenannt wurde.";
"Local stat failed." = "Datei konnte nicht gefunden werden. Stellen Sie sicher, dass die Datei nicht unerwartet bewegt oder umbenannt wurde.";
"Couldn't set local permissions." = "Lokale Zugriffsrechte konnten nicht eingestellt werden.";
"Couldn't set local file time." = "Lokaler Zeitstempel konnte nicht eingestellt werden.";
"Can't download a directory." = "Verzeichnis kann nicht heruntergeladen werden.";
"Couldn't get remote handle." = "Entfernter Zeiger konnte nicht abgerufen werden.";
"Couldn't create local file." = "Lokale Datei konnte nicht erstellt werden.";
"Data packet too big." = "Datenpaket zu groß.";
"Invalid response serial number." = "Ungültige Seriennummer in der Antwort.";
"Requests still in queue." = "Anfragen sind noch in der Warteschlange.";
"Attributes missing permissions." = "Zugriffsrechte fehlen in den Attributen.";
"Protocol error." = "Protokollfehler.";
"Close error." = "Fehler beim Schließen.";
"Multiple realpath names." = "Mehrfache „realpath“-Namen.";
"Realpath failed." = "„Realpath“ ist fehlgeschlagen.";
"Couldn't run askpass helper." = "„askpass“ konnte nicht gestartet werden.";
"FXP initialization failed." = "FXP-Initialisierung ist fehlgeschlagen.";
"Couldn't set raw mode on socket." = "Der Modus für FTP-Befehle konnte auf dem Socket nicht eingestellt werden.";

// SFTP error dialog

"Host Key Changed for %@" = "Schlüssel für %@ wurde geändert."; // window title
"SSH Host Key Changed Message" = "Der Schlüssel des Servers wurde seit Ihrer letzten Verbindung geändert. Dies kann an einer geänderten Serverkonfiguration liegen, Sie sollten allerdings den Administrator kontaktieren, um eine Änderung durch Dritte auszuschließen. Klicken Sie auf „OK“, um den neuen Schlüssel zu akzeptieren.";

//SOCKS strings
"SOCKS proxy preferences detected, using passive (PASV) mode.\n" = "SOCKS-Proxy-Einstellungen ermittelt, passiven Modus (PASV) verwenden.\n";

// misc text
"copy" = "Kopie";
"Symbolic Link" = "Symbolischer Link";
"untitled file" = "unbenannte Datei";
"untitled folder" = "unbenannter Ordner";
"Document" = "Dokument";
"Folder" = "Ordner";


// Added strings (3-22-2007)

"Could not overwrite local target path: %@" = "Folgender lokale Zielpfad konnte nicht überschrieben werden: %@";
"Make sure you have write permissions for the folder \"%@\"." = "Stellen Sie sicher, dass Sie Schreibrechte für den Ordner „%@“ haben.";
"Could not access file at path: %@" = "Auf Datei im folgendem Pfad konnte nicht zugegriffen werden: %@";
"Archive" = "Archiv";
"Could not create archive." = "Archiv konnte nicht erstellt werden.";
"Temporary folder creation failed." = "Erstellen des temporären Ordners ist fehlgeschlagen.";
"Verify the file permissions allow you to view this folder and try again." = "Prüfen Sie, ob Sie die notwendigen Dateizugriffsrechte zum Anzeigen dieses Ordners haben, und versuchen Sie es erneut.";
"Make sure you have permission to modify this file." = "Stellen Sie sicher, dass Sie die Zugriffsrechte zum Ändern dieser Datei haben.";
"The name \"%@\" is already taken." = "Der Name „%@“ wird bereits verwendet.";
"Please choose a different name." = "Bitte wählen Sie einen anderen Namen aus.";
"Deleting \"%@\"..." = "„%@“ löschen…";
"Publishing \"%@\"..." = "„%@“ veröffentlichen…";
"B" = "B";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"Could not change directory." = "Verzeichnis konnte nicht geändert werden.";
"Directory path was empty." = "Verzeichnispfad war leer.";
"Could not change permissions of \"%@\"." = "Zugriffsrechte von „%@“ konnten nicht geändert werden.";
"Could not retrieve file listing." = "Dateiliste konnte nicht abgerufen werden.";
"Unable to parse server response." = "Serverantworten können nicht analysiert werden.";
"Unknown" = "Unbekannt";
"Uploaded checksum doesn't match local file." = "Upload-Prüfsumme stimmt nicht mit der lokalen Datei überein.";
"Delete successful.\n" = "Löschen erfolgreich.\n";
"Cancelled" = "Abgebrochen";
"Remote mkdir failed." = "Entferntes mkdir ist fehlgeschlagen.";
"The specified path is not a folder." = "Der angegebene Pfad ist kein Ordner.";


// Added strings (2-6-2008)

"Sending raw command \"%@\"..." = "FTP-Befehl „%@“ senden…";
"Waiting for connection..." = "Auf die Verbindung warten…";
"Synchronizing \"%@\"..." = "„%@“ synchronisieren…";

// Added strings (3-24-2008)

"Stop" = "Stoppen";
"Continue" = "Fortsetzen";
"Disable and Continue" = "Deaktivieren und fortsetzen";
"Sync: beginning synchronization - simulation mode active\n" = "Synchronisierung: Synchronisierung wird gestartet – Simulierungsmodus aktiv\n";
"Sync: beginning synchronization\n" = "Synchronisierung: Synchronisierung wird gestartet\n";
"Sync: calculating time offset: difference  = %.2f secs (%.2f mins) (%.2f hrs)\n" = "Synchronisierung: Zeitdifferenz wird berechnet: Differenz = %.2f Sek. (%.2f Min.) (%.2f Std.)\n";
"Sync: synchronization complete - simulation mode active\n" = "Synchronisierung: Synchronisierung abgeschlossen – Simulierungsmodus aktiv\n";
"Sync: synchronization complete\n" = "Synchronisierung: Synchronisierung abgeschlossen\n";
"Sync: entering Local path:  %@\n" = "Synchronisierung: lokalen Pfad eingeben: %@\n";
"Sync: entering remote path: %@\n" = "Synchronisierung: entfernten Pfad eingeben: %@\n";
"Sync: evaluating remote item: %@\n" = "Synchronisierung: entferntes Objekt überprüfen: %@\n";
"Sync: skipping because file is a symlink and following symlinks is disabled" = "Synchronisierung: überspringen, da Datei ein Symlink ist und das Folgen von Symlinks deaktiviert ist";
"File is a symlink and following symlinks is disabled" = "Datei ist ein Symlink und das Folgen von Symlinks ist deaktiviert";
"Sync: skipping because meta item\n" = "Synchronisierung: überspringen, da Metaobjekt\n";
"File is a meta item" = "Datei ist ein Metaobjekt";
"Sync: skipping because hidden file and show hidden files is disabled\n" = "Synchronisierung: überspringen, da Datei ausgeblendet ist und das Anzeigen ausgeblendeter Dateien deaktiviert ist\n";
"File is a hidden file, and show hidden files is disabled" = "Datei ist ausgeblendet und das Anzeigen ausgeblendeter Dateien ist deaktiviert";
"Sync: skipping because item matched rule\n" = "Synchronisierung: überspringen, da Objekt mit der Regel übereinstimmte\n";
"File matched skip rule" = "Datei erfüllte Überspringungsregel";
"Sync: skipping because modification date (%@) is earlier than the specified cutoff date (%@)\n" = "Synchronisierung: überspringen, da das Änderungsdatum (%@) vor dem angegebenen Cutoff-Datum (%@) liegt\n";
"File was last modified %@ ago (cutoff was date %@ ago)" = "Datei wurde zuletzt vor %@ geändert (Cutoff war vor %@)";
"Sync: file/folder mismatch, deleting existing local item...\n" = "Synchronisierung: Fehler bei Abgleich von Datei/Ordner, vorhandenes lokales Objekt löschen…\n";
"Local file was %@ newer" = "Lokale Datei war %@ aktueller";
"File modification dates were equal" = "Dateien hatten ein identisches Änderungsdatum";
"Sync: Local equivalent exists\n" = "Synchronisierung: lokales Äquivalent vorhanden\n";
"Sync: Local mod date = %@\n" = "Synchronisierung: lokales Änderungsdatum = %@\n";
"Sync: remote mod date = %@ (without skew: %@)\n" = "Synchronisierung: entferntes Änderungsdatum = %@ (ohne Versatz: %@)\n";
"Sync: difference = %.2f seconds, remote is newer? %@\n" = "Synchronisierung: Differenz = %.2f Sekunden, ist entfernt aktueller? %@\n";
"Yes" = "Ja";
"No" = "Nein";
"Sync: creating folder because Local path doesn't exist\n" = "Synchronisierung: Ordner wird erstellt, weil lokaler Pfad nicht vorhanden ist\n";
"Local folder did not exist" = "Lokaler Ordner war nicht vorhanden";
"Sync: returning to Local path:  %@\n" = "Synchronisierung: zurück zum lokalen Pfad: %@\n";
"Sync: returning to remote path: %@\n" = "Synchronisierung: zurück zum entfernten Pfad: %@\n";
"Sync: will download because Local item doesn't exist\n" = "Synchronisierung: Hochladen wird durchgeführt, da lokales Objekt nicht vorhanden ist\n";
"Local file did not exist" = "Lokale Datei war nicht vorhanden";
"Sync: will download because remote item is newer\n" = "Synchronisierung: Herunterladen wird durchgeführt, da entferntes Objekt aktueller ist\n";
"Remote file was %@ newer" = "Entfernte Datei war %@ aktueller";
"Sync: download failed\n" = "Synchronisierung: Herunterladen ist fehlgeschlagen\n";
"Sync: download complete\n" = "Synchronisierung: Herunterladen abgeschlossen\n";
"Sync: orphaned Local item %@ will be deleted due to mirror mode\n" = "Synchronisierung: verwaistes lokales Objekt %@ wird wegen Spiegelmodus gelöscht\n";
"Deleting orphaned files and file did not exist on remote machine" = "Verwaiste Dateien werden gelöscht und Datei war nicht auf dem entfernten Computer vorhanden";
"Deleting orphaned files and file did not exist on local machine" = "Verwaiste Dateien werden gelöscht und Datei war nicht auf dem lokalen Computer vorhanden";
"Sync: delete failed\n" = "Synchronisierung: Löschen ist fehlgeschlagen\n";
"Sync: entering local path:  %@\n" = "Synchronisierung: lokalen Pfad eingeben: %@\n";
"Sync: evaluating local item: %@\n" = "Synchronisierung: lokales Objekt überprüfen: %@\n";
"Sync: file/folder mismatch, deleting existing remote item...\n" = "Synchronisierung: Fehler bei Abgleich von Datei/Ordner, vorhandenes entferntes Objekt löschen…\n";
"Sync: local equivalent exists\n" = "Synchronisierung: lokales Äquivalent vorhanden\n";
"Sync: local mod date = %@\n" = "Synchronisierung: lokales Änderungsdatum = %@\n";
"Sync: difference = %.2f seconds, local is newer? %@\n" = "Synchronisierung: Differenz = %.2f Sekunden, ist lokal aktueller? %@\n";
"Sync: creating folder because remote path doesn't exist\n" = "Synchronisierung: Ordner wird erstellt, weil entfernter Pfad nicht vorhanden ist\n";
"Remote folder did not exist" = "Entfernter Ordner war nicht vorhanden";
"Sync: returning to local path:  %@\n" = "Synchronisierung: zurück zum lokalen Pfad:  %@\n";
"Sync: will upload because remote item doesn't exist\n" = "Synchronisierung: Hochladen wird durchgeführt, da entferntes Objekt nicht vorhanden ist\n";
"Remote file did not exist" = "Entfernte Datei war nicht vorhanden";
"Sync: will upload because local item is newer\n" = "Synchronisierung: Hochladen wird durchgeführt, da lokales Objekt aktueller ist\n";
"Sync: upload failed\n" = "Synchronisierung: Hochladen ist fehlgeschlagen\n";
"Sync: upload complete\n" = "Synchronisierung: Hochladen abgeschlossen\n";
"Sync: orphaned remote item %@ will be deleted due to mirror mode\n" = "Synchronisierung: verwaistes entferntes Objekt %@ wird wegen Spiegelmodus gelöscht\n";
"years" = "Jahre";
"year" = "Jahr";
"months" = "Monate";
"month" = "Monat";
"weeks" = "Wochen";
"week" = "Woche";
"days" = "Tage";
"day" = "Tag";
"hour" = "Stunde";
"minute" = "Minute";
"second" = "Sekunde";

"This server or file may not allow you to adjust permissions. Double-check that your permissions in the Rules preferences are set correctly." = "Dieser Server oder diese Datei erlauben Ihnen eventuell nicht, Zugriffsrechte anzupassen. Prüfen Sie nochmals, ob Ihre Zugriffsrechte in den Regeln-Einstellungen richtig eingestellt sind.";
"File sizes were equal" = "Dateigrößen waren identisch";
"Sync: local size = %@\n" = "Synchronisierung: lokale Größe = %@\n";
"Sync: remote size = %@\n" = "Synchronisierung: entfernte Größe = %@\n";
"Local file was %@ larger" = "Lokale Datei war %@ größer";
"Remote file was %@ larger" = "Entfernte Datei war %@ größer";
"Could not send command \"%@\"." = "Befehl „%@“ konnte nicht gesendet werden.";
"Your AWS account is not signed up for the Amazon S3 service." = "Ihr AWS-Account ist beim Amazon S3-Dienst nicht angemeldet.";
"\"%@\" was skipped due to rule.\n" = "„%@“ wurde wegen Regel übersprungen.\n";
"Skipped due to rule" = "Übersprungen wegen Regel";
"Rule evaluation failed for \"%@\".\n" = "Regelauswertung ist fehlgeschlagen für „%@“.\n";
"In directory %@\n" = "In das Verzeichnis %@\n";
"Creating bucket %@\n" = "Bucket %@ erstellen\n";
"Changing attributes of %@\n" = "Attribute von %@ ändern\n";
"Could not create bucket named \"%@\"." = "Bucket „%@“ konnte nicht erstellt werden.";
"Could not connect to Amazon S3." = "Verbindung mit Amazon S3 konnte nicht hergestellt werden.";
"An Access Key ID and Secret Access Key are required." = "Eine Zugriffsschlüssel-ID und ein geheimer Zugriffsschlüssel sind erforderlich.";
"Amazon S3 only allows %@ buckets and you already have %@." = "Bei Amazon S3 sind nur %@ Buckets zulässig und Sie haben bereits %@.";
"You have tried to create too many buckets." = "Sie haben versucht, zu viele Buckets zu erstellen.";
"Could not change bucket logging status of “%@”." = "Der Bucket-Protokollierungsstatus von „%@“ konnte nicht geändert werden.";
"Unexpected response received from server." = "Unerwartete Antwort vom Server empfangen.";
"Could not get distribution config." = "Verteilungskonfiguration konnte nicht abgerufen werden.";
"Could not get distribution info." = "Verteilungsinformationen konnten nicht abgerufen werden.";
"Could not retrieve distribution listing." = "Verteilungsliste konnte nicht abgerufen werden.";
"Could not create distribution." = "Verteilung konnte nicht erstellt werden.";
"Could not update distribution." = "Verteilung konnte nicht aktualisiert werden.";
"Could not delete distribution." = "Verteilung konnte nicht gelöscht werden.";
"The bucket name is not suitable because it does not conform to DNS requirements." = "Dieser Bucket-Name ist nicht möglich, da er die DNS-Anforderungen nicht erfüllt.";
"Safe save upload failed, attempting normal upload.\n" = "Sicheres Hochladen zum Sichern ist fehlgeschlagen, normales Hochladen wird versucht.\n";
"Using proxy server: %@.\n" = "Verwendeter Proxyserver: %@.\n";

// __VERIFIER_IGNORE__ These strings appear in a table, which is not understood by verifier
"United States (Default)" = "USA (Standard)";
"Northern California" = "Nordkalifornien";
"Ireland" = "Irland";
"Singapore" = "Singapur";
"Tokyo" = "Tokio";
"Oregon" = "Oregon";
"Sydney" = "Sydney";
"Sao Paulo" = "Sao Paulo";
"Frankfurt" = "Frankfurt";
// __END_VERIFIER_IGNORE

// Added 48 missing strings (3-12-2010)

"Unknown error: %ld" = "Unbekannter Fehler: %ld";
"Raw commands are not supported by this protocol." = "FTP-Befehle werden von diesem Protokoll nicht unterstützt.";
"Using proxy server:%@:%d type:%d.\n" = "Verwendeter Proxyserver:%@:%d Typ:%d.\n";
"Could not establish a secure connection." = "Sichere Verbindung konnte nicht hergestellt werden.";
"Couldn’t verify certificate chain." = "Zertifikatskette konnte nicht überprüft werden.";
"Connection timed out or server hung up. The server you are connecting to may be configured to limit the number of connections you are allowed to make." = "Zeitüberschreitung bei Verbindung oder Serverfehler. Der Server, mit dem Sie eine Verbindung herstellen, ist unter Umständen so konfiguriert, die Anzahl der Verbindungen, die Sie herstellen dürfen, einzuschränken.";
"Apply to all" = "Auf alle anwenden";
"Done" = "Fertig";
"Paused" = "Angehalten";
"Waiting..." = "Warten…";
"Creating archive of %@..." = "Archiv von %@ erstellen…";
"Could not change attributes for the selected files." = "Attribute für die ausgewählten Dateien konnten nicht geändert werden.";
"Changing attributes of \"%@\"..." = "Attribute von „%@“ ändern…";
"Some files could not be copied." = "Einige Dateien konnten nicht kopiert werden.";
"The copy completed, but some errors were encountered." = "Der Kopiervorgang ist abgeschlossen, aber es wurden einige Fehler festgestellt.";
"Moving items to the trash..." = "Objekte werden in den Papierkorb gelegt…";
"Could not change the attributes of some files." = "Attribute einiger Dateien konnten nicht geändert werden.";
"Changing attributes completed, but some errors were encountered." = "Das Ändern der Attribute ist abgeschlossen, aber es wurden einige Fehler festgestellt.";
"%@ - Done" = "%@ – Fertig";
"Connecting to %@..." = "Mit %@ verbinden…";
"Some files could not be deleted." = "Einige Dateien konnten nicht gelöscht werden.";
"The delete completed, but some errors were encountered. Double check your settings, and try to delete these files again." = "Der Löschvorgang ist abgeschlossen, aber es wurden einige Fehler festgestellt. Prüfen Sie die Einstellungen nochmals und versuchen Sie, diese Dateien erneut zu löschen.";
"Some files could not be downloaded." = "Einige Dateien konnten nicht heruntergeladen werden.";
"The download completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to download these files." = "Das Herunterladen ist abgeschlossen, aber während der Übertragung wurden einige Fehler festgestellt. Prüfen Sie die Einstellungen nochmals oder versuchen Sie erneut, diese Dateien herunterzuladen.";
"Some files could not be transferred." = "Einige Dateien konnten nicht übertragen werden.";
"The transfer completed, but some errors were encountered. Double check your settings, and re-attempt to transfer these files." = "Die Übertragung ist abgeschlossen, aber es wurden einige Fehler festgestellt. Prüfen Sie die Einstellungen nochmals und versuchen Sie erneut, diese Dateien zu übertragen.";
"Uploading \"%@\" to server..." = "„%@“ zum Server hochladen…";
"Could not create a file named \"%@\"." = "Datei „%@“ konnte nicht erstellt werden.";
"An item with the same name already exists in \"%@\"." = "Ein Objekt mit identischem Namen ist bereits in „%@“ vorhanden.";
"Could not create a folder named \"%@\"." = "Ordner „%@“ konnte nicht erstellt werden.";
"Could not determine server time offset." = "Zeitdifferenz des Servers konnte nicht ermittelt werden.";
"Try manually entering a time offset, or comparing files by size." = "Versuchen Sie, eine Zeitdifferenz manuell einzugeben, oder vergleichen Sie die Dateien nach Größe.";
"Comparing files..." = "Dateien vergleichen…";
"Sync: skipping because the file is a symlink and its target could not be resolved\n" = "Synchronisierung: überspringen, da die Datei ein Symlink ist und das Ziel nicht aufgelöst werden konnte\n";
"File is a symlink and the target could not be resolved" = "Datei ist ein Symlink und das Ziel konnte nicht aufgelöst werden";
"Sync: skipping because file is a symlink and following symlinks is disabled\n" = "Synchronisierung: überspringen, da Datei ein Symlink ist und das Folgen von Symlinks deaktiviert ist\n";
"hours" = "Stunden";
"minutes" = "Minuten";
"seconds" = "Sekunden";
"Some files could not be uploaded." = "Einige Dateien konnten nicht hochgeladen werden.";
"The upload completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to upload these files." = "Das Hochladen ist abgeschlossen, aber während der Übertragung wurden einige Fehler festgestellt. Prüfen Sie die Einstellungen nochmals oder versuchen Sie erneut, diese Dateien hochzuladen.";
"Bucket" = "Bucket";
"TB" = "TB";
"Changing modification date of %@\n" = "Änderungsdatum von %@ ändern\n";
"Changing attributes successful.\n" = "Ändern der Attribute erfolgreich.\n";
"Could not change attributes of \"%@\"." = "Attribute von „%@“ konnten nicht geändert werden.";
"fork() failed." = "„fork()“ ist fehlgeschlagen.";
"pipe() failed." = "„pipe()“ ist fehlgeschlagen.";
"Upload failed with error %d (%@).\n" = "Hochladen ist mit Fehler %d (%@) fehlgeschlagen.\n";

// Added (3-17-2010)

"Changing owner of %@\n" = "Eigentümer von %@ ändern\n";
"Changing group of %@\n" = "Gruppe von %@ ändern\n";

// Added (3-22-2010)

"The synchronization completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to synchronize these folders." = "Die Synchronisierung ist abgeschlossen, aber während der Übertragung wurden einige Fehler festgestellt. Prüfen Sie die Einstellungen nochmals oder versuchen Sie erneut, diese Ordner zu synchronisieren.";

// Added (3-31-2010)

"The symlink \"%@\" could not be transferred because the original item could not be found." = "Der Symlink „%@“ konnte nicht übertragen werden, da das ursprüngliche Objekt nicht gefunden werden konnte.";

// Added (4-28-2010)
"Safe save upload failed, source file size was %ld destination was %ld.\n" = "Sicheres Hochladen zum Sichern ist fehlgeschlagen; Größe der Quelldatei war %ld, die der Zieldatei war %ld.\n";

// Added (5-2-2010)
"This symlink links to another symlink which is unresolved and is unsupported." = "This symlink links to another symlink which is unresolved and is unsupported.";
"Could not synchronize \"%@\"." = "Could not synchronize “%@”.";

// Added for Transmit 4.1
"Some items could not be moved." = "Einige Elemente konnten nicht verschoben werden.";
"The move completed, but some errors were encountered." = "Das Verschieben ist abgeschlossen, aber es sind einige Fehler aufgetreten.";
"An unknown error occurred." = "Ein unbekannter Fehler ist aufgetreten.";
"Decomposed UTF-8 string detected; switching modes.\n" = "Eine zerstörte UTF-8-Zeichenkette wurde entdeckt; Modus wird gewechselt.\n";
"Transmit could not acquire a connection to begin the operation. Try increasing the number of allowed transfers or server connections." = "Transmit konnte keine Verbindung herstellen, um den Vorgang zu beginnen. Erhöhen Sie die Anzahl der erlaubten Übertragungen oder Serververbindungen.";
"Some items could not be copied." = "Einige Elemente konnten nicht kopiert werden.";

// Added for Transmit 4.5
"Getting attributes of %@\n" = "Getting attributes of %@\n";
"The name \"%@\" can't be used." = "The name “%@” can't be used.";
"Try using a name with fewer characters, or with no \"/\" characters." = "Try using a name with fewer characters, or with no “/” characters.";
"Container" = "Container";
"Could not create container named \"%@\"." = "Could not create container named \"%@\".";
"Creating container %@\n" = "Creating container %@\n";